Repository: common-repository/presta-products
Catalog: languages/presta-products-*.po
Languages: es_es

source: Vous êtes sur la page de configuration du module. Ici vous pourrez récupérer vos produits de votre prestashop !
es_es: Se encuentra en la página de configuración del módulo. Aquí puede recuperar ¡sus productos desde su prestashop!

source: Les données prestashop (clé webservice et/ou url) ne sont pas renseignées ! Renseignez-les dans l'onglet "Options générales".
es_es: ¡Los datos de prestashop (clave del webservice y/o url) no están rellenados! Rellénelas en la pestaña « Opciones generales ».

source: Options générales
es_es: Configuración

source: Fonctionnalités
es_es: Características

source: Documentation
es_es: Documentación

source: Cache
es_es: Caché

source: Utilisé sur
es_es: Usado en

source: Uniquement en version PREMIUM.
es_es: Sólo en versión PREMIUM.

source: Cache (Option PREMIUM)
es_es: Caché (Opción PREMIUM)

source: Utilisé sur (Option PREMIUM)
es_es: Usado en (Opción PREMIUM)

source: Précédent
es_es: Anterior

source: Suivant
es_es: Siguiente

source: Promotion !
es_es: ¡Promoción!

source: Voir le produit
es_es: Ver producto

source: Point
es_es: Punto

source: Page en erreur
es_es: Página en error

source: Il semblerait que la page demandée n'existe pas !
es_es: ¡Parece que la página solicitada no existe!

source: Retour à la page de configuration
es_es: Volver a la página de configuración

source: Gestion en cache
es_es: Gestión en caché

source: Le système de cache va enregistrer les données de l'API PrestaShop en local dans le WordPress.
es_es: El sistema de caché almacenará los datos de la API de PrestaShop localmente en WordPress.

source: Vous acceptez donc que les données Produits de votre boutique PrestaShop soient stockées en local (base de données) dans le WordPress actuel.
es_es: Por lo tanto, acepta que los datos de los productos de su tienda PrestaShop se almacenen localmente (base de datos) en el WordPress actual.

source: Enregistrement
es_es: Registro

source: Fermeture
es_es: Cierre

source: Utiliser le cache ?
es_es: ¿Usar caché?

source: Par défaut: Non.
es_es: Por defecto: No.

source: Option disponible avec la version payante.
es_es: Opción disponible con la versión de pago.

source: Enregistrer
es_es: Regístrese en

source: Vous pouvez ajouter une ligne dans votre crontab si vous souhaitez que la tâche soit exécutée automatiquement. Voici un exemple :
es_es: Puede añadir una línea a su crontab si desea que la tarea se ejecute automáticamente. He aquí un ejemplo:

source: Vous pouvez trouver un tutoriel de la création d'une tâche cron sur votre serveur en suivant <a href="https://www.guillaume-bouaud.fr/blog/wordpress/ajouter-une-routine-dans-la-crontab" target="_blank">ce lien</a>.
es_es: Puede encontrar un tutorial sobre cómo crear un cron job en su servidor siguiendo <a href="https://www.guillaume-bouaud.fr/blog/wordpress/ajouter-une-routine-dans-la-crontab" target="_blank">este enlace</a>.

source: Le rafraichissement du cache est obligatoire à chaque nouveau changement de shortcode dans les pages et articles (ajout, modification, suppression).
es_es: La actualización de la caché es obligatoria para cada nuevo cambio de shortcode en las páginas y artículos (adición, modificación, eliminación).

source: Actions
es_es: Acciones

source: Mettre à jour le cache
es_es: Actualizar la caché

source: Supprimer le cache
es_es: Borrar la caché

source: Données mises en cache
es_es: Datos en caché

source: Produits affichés
es_es: Productos expuestos

source: Pas de données en cache !
es_es: No hay datos en caché!

source: Options disponibles
es_es: Opciones disponibles

source: Produit
es_es: Producto

source: Uniquement des nombres.
es_es: Sólo números.

source: Liste des produits
es_es: Lista de productos

source: Catégorie
es_es: Categoría

source: Liste des catégories
es_es: Lista de categorías

source: Nombre de produits
es_es: Número de productos

source: Par défaut, le nombre de produits récupérés sera de 5.<br>Pris en compte uniquement avec les paramètres category, categories ou bestsellers.<br>Champ facultatif.
es_es: Por defecto, el número de productos recuperados será de 5.<br>Sólo se tendrá en cuenta con los parámetros de categoría, categorías o superventas.<br>Campo opcional.

source: Obfuscation forcée
es_es: Ofuscación forzada

source: 0 (enlever l'obfuscation) ou 1 (forcer l'obfuscation).<br>Si la valeur est différente, alors l'obfuscation n'est pas forcée.<br>Champ facultatif.
es_es: 0 (eliminar ofuscación) o 1 (forzar ofuscación).<br>Si el valor es distinto, no se forzará la ofuscación.<br>Campo opcional.

source: Meilleures ventes
es_es: Los más vendidos

source: Uniquement des nombres.<br>Par défaut, le nombre de jours à remonter est de 10.<br>Champ facultatif.
es_es: Sólo números.<br>El número de días a rastrear por defecto es 10.<br>Campo opcional.

source: Tri
es_es: Clasificación

source: Choix disponibles : ID, PRICE, DATE, STOCK, RANDOM) + Ordre (ASC ou DESC, facultatif, par défaut ASC), séparés par une virgule.<br>Par défaut, ID.<br>Champ facultatif.
es_es: Opciones disponibles: ID, PRICE, DATE, STOCK, RANDOM + Orden (ASC o DESC, opcional, por defecto ASC), separados por una coma.<br>Por defecto, ID.<br>Campo opcional.

source: Carrousel de produits
es_es: Carrusel de productos

source: Créé un carrousel avec les produits indiqués avec products, ou category, ou categories.<br>Champ facultatif.
es_es: Crea un carrusel con los productos indicados con productos, o categoría, o categorías.<br>Campo opcional.

source: Option autoplay du carrousel
es_es: Opción de reproducción automática de carrusel

source: Uniquement des nombres.<br>Lance automatiquement le carrousel et tourne automatiquement toutes les X ms.<br>Par défaut, 5000ms pour 5 secondes de délai entre chaque mouvement.<br>Minimum 2000ms (2 secondes) pour un rendu correct.<br>Champ facultatif, utilisé uniquement avec le mode "carrousel".
es_es: Sólo números.<br>Inicia automáticamente el carrusel y gira automáticamente cada X ms.<br>Por defecto es 5000ms para un retardo de 5 segundos entre cada movimiento.<br>Mínimo 2000ms (2 segundos) para un correcto renderizado.<br>Campo opcional, sólo se utiliza con el modo "carrusel".

source: Option nombre de produits affichés du carrousel
es_es: Opción número de productos mostrados desde el carrusel

source: Uniquement des nombres.<br>Par défaut, prend le paramètre counter ou à défaut la gestion se fait sur le nombre de produits récupérés.<br>Champ facultatif, utilisé uniquement avec le mode "carrousel".
es_es: Sólo números.<br>Por defecto, toma el parámetro contador o por defecto la gestión se realiza sobre el número de productos recuperados.Campo opcional, sólo se utiliza con el modo "carrusel".

source: Option taille du carrousel
es_es: Opción de tamaño de carrusel

source: Une taille en pixel ou en % (utiliser 600px ou 80%).<br>Par défaut, prend la taille complète de l'élément parent.<br>Champ facultatif, utilisé uniquement avec le mode "carrousel".<br>ATTENTION, bien gérer avec le nombre de produits par ligne !
es_es: Un tamaño en píxeles o % (utilice 600px u 80%).<br>Por defecto, toma el tamaño completo del elemento padre.<br>Campo opcional, utilizado sólo con el modo « carrusel ». <br>ATENCIÓN, ¡gestione el número de productos por línea!

source: Langue du/des produit(s)
es_es: Lengua del producto

source: Code ISO de la langue souhaitée (doit être dans prestashop).<br>Par défaut, prend la langue courante.<br>Champ facultatif, exemples de code ISO : fr, en...
es_es: Código ISO del idioma deseado (debe estar en prestashop).<br>Por defecto, toma el idioma actual.<br>Campo opcional, ejemplos de códigos ISO: fr, en…

source: Exemples de shortcodes
es_es: Ejemplos de shortcodes

source: Ajout d'un produit Prestashop
es_es: Añadir un producto Prestashop

source: Dans l'exemple ci-dessous, on veut ajouter le produit dont l'ID est le #1 de Prestashop :
es_es: En el ejemplo siguiente, queremos añadir el producto cuyo ID es #1 en Prestashop :

source: Ajout d'un produit Prestashop forcé en obfusqué
es_es: Añadir un producto Prestashop forzado en ofuscación

source: Dans l'exemple ci-dessous, on veut ajouter le produit dont l'ID est le #1 de Prestashop avec un lien forcé en obfusqué :
es_es: En el ejemplo siguiente, queremos añadir el producto cuyo ID es #1 en Prestashop con un enlace forzado en ofuscación:

source: Ajout d'une liste de produits Prestashop
es_es: Añadir una lista de productos Prestashop

source: Dans l'exemple ci-dessous, on veut ajouter les produits dont les ID sont les #1, #14 et #23 de Prestashop :
es_es: En el siguiente ejemplo, queremos añadir los productos cuyos IDs son #1, #14 y #23 en Prestashop :

source: Ajout de tous les produits d'une catégorie Prestashop
es_es: Añadir todos los productos de una categoría Prestashop

source: Dans l'exemple ci-dessous, on veut ajouter les produits de la catégorie dont l'ID est le #1 de Prestashop :
es_es: En el ejemplo siguiente, queremos añadir los productos de la categoría cuyo ID es #1 en Prestashop :

source: Ajout du TOP 6 des produits d'une catégorie Prestashop
es_es: Añadir los 6 productos TOP de una categoría Prestashop

source: Dans l'exemple ci-dessous, on veut ajouter le TOP 6 des produits de la catégorie dont l'ID est le #1 de Prestashop :
es_es: En el ejemplo siguiente, queremos añadir los 6 productos TOP de la categoría cuyo ID es el #1 de Prestashop :

source: Ajout des 4 produits les plus vendus depuis 15 jours
es_es: Incorporación de los 4 productos más vendidos en los últimos 15 días

source: Dans l'exemple ci-dessous, on veut ajouter les 4 produits les plus vendus sur Prestashop durant les 15 derniers jours :
es_es: En el siguiente ejemplo, queremos añadir los 4 productos más vendidos en Prestashop durante los últimos 15 días:

source: Affiche un carrousel de 5 produits (3 affichés), avec un autoplay de 4 secondes
es_es: Muestra un carrusel de 5 productos (3 visualizados), con una reproducción automática de 4 segundos

source: Dans l'exemple ci-dessous, on veut ajouter les 5 produits indiqués dans un carrousel qui affichera 3 produits, en tournant automatiquement :
es_es: En el ejemplo siguiente, queremos añadir los 5 productos indicados en un carrusel que mostrará 3 productos, rotando automáticamente :

source: Options diverses
es_es: Varias opciones

source: Ici il faut enregistrer les options souhaitées ou non.
es_es: Aquí tienes que guardar las opciones deseadas o no.

source: Affichages
es_es: Muestra

source: Nom du produit :
es_es: Nombre del producto :

source: Image du produit :
es_es: Imagen del producto:

source: Taille de l'image :
es_es: Tamaño de la imagen :

source: Petite taille (small_default)
es_es: Tamaño pequeño (small_default)

source: Moyenne taille (medium_default)
es_es: Tamaño medio (medium_default)

source: Grande taille (large_default)
es_es: Tamaño grande (large_default)

source: Accueil (home_default)
es_es: Inicio (home_default)

source: Panier (cart_default)
es_es: Carrito (cart_default)

source: Hover de l'image du produit :
es_es: Pase el ratón por encima de la imagen del producto :

source: Nécessite au minimum une deuxième image sur le produit dans PrestaShop.
es_es: Requiere al menos una segunda imagen en el producto en PrestaShop.

source: Prix du produit :
es_es: Precio del producto :

source: Prix barré du produit :
es_es: Precio tachado del producto :

source: Utilise les prix spécifiques du produit dans PrestaShop.
es_es: Utiliza los precios específicos del producto en PrestaShop.

source: Récapitulatif du produit :
es_es: Resumen del producto:

source: Description du produit :
es_es: Descripción del producto :

source: En promotion :
es_es: En promoción :

source: Nécessite la coche "Promotions" dans l'onglet "Prix" de la fiche produit dans PrestaShop.
es_es: Requiere la casilla « Promociones » en la pestaña « Precios » de la página del producto en PrestaShop.

source: Affichage d'un bouton "Voir le produit" :
es_es: Mostrar un botón « Ver producto »:

source: Obfuscation des liens :
es_es: Ofuscación de enlaces :

source: Balise span avec encodage (base 64) du lien.
es_es: Etiqueta Span con codificación (base 64) del enlace.

source: Balisage du titre (nom du produit) :
es_es: Etiquetado del título (nombre del producto) :

source: Options disponibles : h1 à h6, span, div.
es_es: Opciones disponibles: h1 a h6, span, div.

source: Par défaut h4.
es_es: Por defecto h4.

source: Ouvrir dans un nouvel onglet ?
es_es: ¿Abrir en una pestaña nueva?

source: Par défaut: Oui.
es_es: Por defecto: Sí.

source: Options
es_es: Opciones

source: Nombre de produits max par ligne :
es_es: Número máximo de productos por línea :

source: Options disponibles : 1, 2, 3, 4 ou 6 produits.
es_es: Opciones disponibles: 1, 2, 3, 4 ó 6 productos.

source: Par défaut 3.
es_es: Por defecto 3.

source: Taille du récapitulatif :
es_es: Tamaño del resumen :

source: Par défaut : 90 caractères.
es_es: Por defecto: 90 caracteres.

source: Taille de la description :
es_es: Descripción tamaño :

source: Par défaut : 150 caractères.
es_es: Por defecto: 150 caracteres.

source: Cacher les produits hors ligne :
es_es: Ocultar productos fuera de línea :

source: Cacher les produits non disponible à la vente :
es_es: Productos de piel no disponibles para la venta:

source: Cacher les produits de visibilité "Nulle Part" :
es_es: Ocultación de productos de visibilidad « Ninguna parte »:

source: Cacher les produits sans stock (champ quantité) :
es_es: Ocultar productos sin stock (campo cantidad) :

source: CSS personnalisé :
es_es: CSS personalizado :

source: Attention, c'est un paramétrage uniquement pour les confirmés.
es_es: Tenga en cuenta que se trata de una configuración sólo para usuarios avanzados.

source: Si vous ne connaissez pas le langage CSS, faites appel à votre administrateur.
es_es: Si no está familiarizado con CSS, pregunte a su administrador.

source: Vous pouvez utiliser les classes suivantes pour changer le style des éléments :
es_es: Puede utilizar las siguientes clases para cambiar el estilo de los elementos:

source: <ul><li>&laquo; .row.ppgbo_row &raquo; pour la ligne des produits</li><li>&laquo; .row.ppgbo_row > .product &raquo; pour le bloc produit</li><li>Exemple: &laquo; .row.ppgbo_row { margin:25px 0 !important;} &raquo; pour ajouter un espace dessus et dessous la ligne des produits</li></ul>
es_es: <ul><li>&laquo; .row.ppgbo_row &raquo; para la línea de productos</li><li>&laquo; .row.ppgbo_row > .product &raquo; para el bloque de productos</li><li>Exemple: &laquo; .row.ppgbo_row { margin:25px 0 !important;} &raquo; para añadir un espacio por encima y por debajo de la línea del producto</li></ul>

source: Un conseil : utiliser un éditeur de texte pour le formatage du code CSS puis copier/coller le contenu ici.
es_es: Un consejo: utilice un editor de texto para formatear el código CSS y luego copie y pegue el contenido aquí.

source: Template produit :
es_es: Plantilla de producto :

source: Par défaut : Template numéro 1.
es_es: Por defecto: Plantilla número 1.

source: Mode Carrousel
es_es: Modo carrusel

source: Type de navigation :
es_es: Tipo de navegación :

source: Par défaut : Flèches.
es_es: Por defecto: Flechas.

source: Flèches
es_es: Flechas

source: Points
es_es: Puntos

source: Flèches et points
es_es: Flechas y puntos

source: Type de flèches :
es_es: Tipo de flechas :

source: Par défaut : Type numéro 1.
es_es: Por defecto: Tipo número 1.

source: Type numéro 1
es_es: Tipo número 1

source: Type numéro 2
es_es: Tipo número 2

source: Type numéro 3
es_es: Tipo número 3

source: Type numéro 4
es_es: Tipo número 4

source: Type de points (inactif) :
es_es: Tipo de puntos (inactivos) :

source: Données Prestashop
es_es: Datos de Prestashop

source: Ici il faut enregistrer les données de connexion au Prestashop.
es_es: Aquí tiene que registrar los datos de acceso a Prestashop.

source: Il faut utiliser la clé WEBService, accessible dans le menu "Configurer / Paramètres avancés / Webservice" de Prestashop !
es_es: ¡Debe utilizar la clave WEBService, accesible en el menú « Configurar / Ajustes avanzados / Webservice » de Prestashop!

source: Clé Webservice :
es_es: Clave del servicio web :

source: 2 permissions sont nécessaires : les ressources "products" et "orders" en mode GET uniquement.
es_es: Se requieren 2 permisos: recursos « productos » y « pedidos » sólo en modo GET.

source: Optionnel : La ressource "languages" en mode GET est nécessaire pour la gestion de la langue (utilisation du module Polylang).
es_es: Opcional: El recurso « languages » en modo GET es necesario para la gestión de idiomas (uso del módulo Polylang).

source: Vous pouvez trouver <a href="https://www.guillaume-bouaud.fr/blog/prestashop/creation-dune-cle-webservice" target="_blank">un tutoriel</a> pour vous aider à la création de cette fameuse clé WebService si nécessaire.
es_es: Puedes encontrar <a href="https://www.guillaume-bouaud.fr/blog/prestashop/creation-dune-cle-webservice" target="_blank">un tutorial</a> que te ayudará a crear esta famosa clave WebService si lo necesitas.

source: URL du site internet ecommerce Prestashop :
es_es: URL del sitio web de comercio electrónico Prestashop :

source: Attention, si votre boutique PrestaShop est en mode maintenance, pensez à ajouter l'IP de votre serveur (où est stocké votre WordPress, même si les 2 CMS sont sur le même serveur) aux IP de maintenance autorisées pour la connexion.
es_es: Atención, si su tienda PrestaShop está en modo mantenimiento, recuerde añadir la IP de su servidor (donde se almacena su WordPress, incluso si los 2 CMS están en el mismo servidor) a las IPs de mantenimiento autorizadas para la conexión.

source: Version PREMIUM
es_es: Versión PREMIUM

source: Attention, les 2 champs sont nécessaires pour activer l'option PREMIUM :
es_es: Tenga en cuenta que ambos campos son obligatorios para activar la opción PREMIUM:

source: - la clé est indiquée sur votre récapitulatif de commande.
es_es: - la clave se indica en el resumen de su pedido.

source: - l'ID Utilisateur correspond à votre ID sur la page "Mon Compte / Détails du compte", dernier champ tout en bas.
es_es: - El ID de usuario corresponde a su ID en la página « Mi cuenta / Detalles de cuenta », último campo de la parte inferior.

source: Si ce message s'affiche toujours après avoir renseigné les 2 champs, c'est que votre clé n'est pas valide !
es_es: Si este mensaje sigue apareciendo después de rellenar los 2 campos, ¡su clave no es válida!

source: Vous pouvez en prendre une sur <a href="https://www.guillaume-bouaud.fr/produit/licence-premium-presta-products-for-wordpress" target="_blank">le site du développeur</a> ou le contacter s'il y a un problème avec votre clé.
es_es: Puedes recoger una en <a href="https://www.guillaume-bouaud.fr/produit/licence-premium-presta-products-for-wordpress" target="_blank">el sitio web del desarrollador</a> o ponerte en contacto con ellos si hay algún problema con tu clave.

source: Clé de la version PREMIUM :
es_es: Clave de la versión PREMIUM :

source: Vous pouvez acheter une licence directement sur <a href="https://www.guillaume-bouaud.fr/produit/licence-premium-presta-products-for-wordpress" target="_blank">le site du développeur</a>.
es_es: Puede adquirir una licencia directamente en <a href="https://www.guillaume-bouaud.fr/produit/licence-premium-presta-products-for-wordpress" target="_blank">el sitio web del desarrollador</a>.

source: Vous la retrouverez sur la page "Mon Compte" (Clés de licence) ou dans le mail de validation de commande.
es_es: Lo encontrará en la página « Mi cuenta » (Claves de licencia) o en el correo electrónico de validación del pedido.

source: ID de l'utilisateur sur le site du module :
es_es: ID de usuario en el sitio del módulo :

source: Vous trouverez l'information sur <a href="https://www.guillaume-bouaud.fr/mon-compte/edit-account" target="_blank">la page "Mon Compte / Détails du compte"</a> sur le site du développeur.
es_es: Puede encontrar la información en <a href="https://www.guillaume-bouaud.fr/mon-compte/edit-account" target="_blank">la página "Mi cuenta/Detalles de la cuenta"</a> del sitio web del promotor.

source: Tentatives de connexion sécurisée au serveur (validation de la clé) restantes :
es_es: Intentos restantes de conexión al servidor seguro (validación de claves) :

source: La demande d'accès au serveur (validation de la clé) n'a pas pu aboutir, merci de réitérer dans quelques instants.
es_es: La solicitud de acceso al servidor (validación de claves) no ha podido completarse, por favor inténtelo de nuevo en unos instantes.

source: Attention, si ce message persiste et que le compteur tombe à 0, les champs de l'option PREMIUM seront réinitialisés.
es_es: Tenga en cuenta que si este mensaje persiste y el contador baja a 0, los campos de la opción PREMIUM se reiniciarán.

source: Liste des éléments (%d)
es_es: Lista de elementos (%d)

source: Exporter en CSV
es_es: Exportar a CSV

source: Nom
es_es: Nombre

source: Type
es_es: Tipo

source: Utilisation(s)
es_es: Uso(s)

source: Problème de réinitialisation du cache.
es_es: Problema de reinicio de caché.

source: Données supprimées.
es_es: Datos borrados.

source: Problème d'enregistrement de la donnée.
es_es: Problema del registro de los datos.

source: Données enregistrées en cache.
es_es: Datos en caché.

source: Configuration enregistrée.
es_es: Configuración guardada.

source: Options enregistrées.
es_es: Opciones guardadas.

source: Gestion du cache enregistrée.
es_es: Gestión de cachés registrados.

source: Aucun produit concerné.
es_es: No hay productos afectados.

source: Traitement de mise à jour du cache.
es_es: Procesamiento de actualización de caché.

source: [%s] Début du traitement.
es_es: [%s] Inicio del tratamiento.

source: [%s] Fin du traitement.
es_es: [%s] Fin del tratamiento.
